Repository: MaVaTi56/classicladder
Catalog: po/*.po
Languages: fr

source: Target monitor slave (Serial) frames (buffered)
fr: Trames moniteur esclave (série) cible (en tampon)

source: Modbus slave/server (IP) frames (buffered)
fr: Trame Modbus esclave/serveur (IP) (en tampon)

source: Monitor master frames with target (live)
fr: Trame moniteur maître avec cible (en direct)

source: Refresh
fr: Rafraîchir

source: Scroll
fr: Défilement

source: CleanUp
fr: Effacement

source: Copy to clipboard
fr: Copie vers Presse-Papier

source: Stats for modbus slave:
fr: Stats pour esclave modbus:

source: Failed to load frames log file.
fr: Echec lecture fichier suivi trames

source: All except blocks
fr: Tous excepté blocs

source: Blocks
fr: Blocs

source: ### NOT FOUND ###
fr: ### PAS TROUVE ###

source: IP Ad.
fr: Adr. IP

source: Mask
fr: Masque

source: Server DNS 1
fr: Serveur DNS 1

source: Server DNS 2
fr: Serveur DNS 2

source: HostName
fr: Nom d'hôte

source: Network config
fr: Config réseau

source: reading...
fr: lecture...

source: Serial port (blank=not used)
fr: Port série (vide=pas utilisé)

source: Serial Speed
fr: Vitesse série

source: Serial monitor config
fr: Config moniteur série

source: Current Object Selector
fr: Sélection Objet en-cours

source: Eraser
fr: Effaceur

source: Invert logic of object
fr: Inversion logique de l'objet

source: Select a rung part (drag and release)
fr: Sélection d'une partie de réseau (glissé et relâché)

source: Copy rung part selected
fr: Copie d'une partie de réseau sélectionné

source: Move rung part selected
fr: Déplacement d'une partie de réseau sélectionné

source: N.O. Input
fr: Contact N.O.

source: N.C. Input
fr: Contact N.C.

source: Rising Edge Input
fr: Front montant contact

source: Falling Edge Input
fr: Front descendant contact

source: Horizontal Connection
fr: Connection horizontale

source: Vertical Connection
fr: Connection verticale

source: Long Horizontal Connection
fr: Connection ligne horizontale

source: Timer IEC Block
fr: Bloc tempo IEC

source: Counter Block
fr: Bloc compteur

source: Register Block
fr: Bloc registre

source: Variable Comparison
fr: Comparaison variable

source: Old Timer Block
fr: Ancien bloc tempo

source: Old Monostable Block
fr: Ancien bloc monostable

source: N.O. Output
fr: Bobine N.O.

source: N.C. Output
fr: Bobine N.C.

source: Set Output
fr: Mise à 1 bobine

source: Reset Output
fr: Mise à 0 bobine

source: Jump Coil
fr: Bobine saut

source: Call Coil
fr: Bobine Appel

source: Variable Assignment
fr: Affectation variable

source: Init Step (activated at start)
fr: Etape initiale (activée au départ)

source: Step and Transition (shortcut)
fr: Etape et transition (raccourci)

source: Transitions start switch (or)
fr: Début transitions en 'Ou'

source: Transitions end switch (or)
fr: Fin transitions en 'Ou'

source: Activate many steps (start)
fr: Début activation étapes multiples

source: Deactivate many steps (end)
fr: Fin activation étapes multiples

source: Current rung in edit mode...
fr: Réseau en-cours en mode édition...

source: Edit mode...
fr: Mode édition...

source: Failed to add a new rung. Full?
fr: Echec ajout nouveau réseau. Complet?

source: Failed to insert a new rung. Full?
fr: Echec insertion nouveau réseau. Complet?

source: Delete
fr: Effacer

source: Do you really want to delete the current rung ?
fr: Souhaitez-vous vraiment effacer le réseau en-cours ?

source: Actually, not possible on a connected remote target...
fr: Actuellement, impossible quand connecté sur une cible distante...

source: Sure?
fr: Sûr?

source: Do you really want to cancel ? (all current modifications will be lost...)
fr: Souhaitez-vous vraiment annuler ? (toutes les modifications seront perdues...)

source: No rung part previously selected before copying or moving it...
fr: Aucune partie de réseau précédemment sélectionnée avant de la copier ou la déplacer...

source: Editor
fr: Editeur

source: Add
fr: Ajout

source: Insert
fr: Insertion

source: Load Error
fr: Erreur chargement

source: Failed to load the project file...
fr: Echec chargement du fichier projet...

source: Project loaded (stopped).
fr: Projet chargé (arrêté).

source: Save Error
fr: Erreur enregistrement

source: Failed to save the project file...
fr: Echec enregistrement fichier projet...

source: Warning!
fr: Attention!

source: You are currently under edit. You should apply current modifications before... Do you really want to save now ?
fr: Vous êtes actuellement en modification. Vous devriez d'abord valider vos modifications en-cours... Enregistrer maintenant quand même ?

source: ClassicLadder softs archives
fr: ClassicLadder archives logicielles

source: Old directories projects
fr: Anciens répertoires projets

source: ClassicLadder projects
fr: ClassicLadder projets

source: Do you really want to clear all datas ?
fr: Souhaitez-vous effacer toutes les données ?

source: Please select the project to load
fr: Sélectionner le projet à charger

source: Do you really want to load another project ? If not saved, all modifications on the current project will be lost
fr: Voulez-vous charger un autre projet? Si pas enregistré, toutes les modifications sur le projet en-cours seront perdues

source: Please select the project to save
fr: Sélectionner le projet à enregistrer

source: Resetting a running program can cause unexpected behavior Do you really want to reset?
fr: Réinitialiser un programme en marche peut provoquer des comportements étranges Continuer vraiment?

source: Released under the terms of the GNU Lesser General Public License v3 Written by Marc Le Douarain and including contributions made by Chris Morley, Heli Tejedor, Dave Gamble (cJSON), Bernard Chardonneau (base64 transfer) and others Latest software version available at:
fr: Diffusé sous les termes de la licence GNU Lesser General Public License v3 Ecrit par Marc Le Douarain et incluant des contributions faites par Chris Morley, Heli Tejedor, Dave Gamble (cJSON), Bernard Chardonneau (base64 transfer) et d'autres personnes Dernière version logicielle disponible à:

source: About ClassicLadder
fr: A-propos de ClassicLadder

source: Save SVG File
fr: Enregistrer fichier SVG

source: Save PNG File
fr: Enregistrer fichier PNG

source: Error
fr: Erreur

source: If not saved, all modifications will be lost. Do you really want to quit ?
fr: Si pas enregistré, toutes les modifications seront perdues. Quitter vraiment ?

source: You are currently under edit. Do you really want to quit ?
fr: Vous êtes actuellement en édition Quitter vraiment ?

source: You are currently connected to a target. Do you really want to quit ?
fr: Vous êtes actuellement connecté à une cible. Quitter vraiment ?

source: Search...
fr: Recherche...

source: Not available during edit...
fr: Pas disponible durant édition...

source: Variable to search or block number
fr: Variable à recherche ou numéro de bloc

source: ClassicLadder Section Display
fr: Affichage Section ClassicLadder

source: Current section selected
fr: Section en-cours sélectionnée

source: Label of the current selected rung
fr: Libellé du réseau en-cours de sélection

source: Comment of the current selected ladder rung or sequential page
fr: Commentaire du réseau en-cours de sélection ou page séquentiel

source: DEFAULTS
fr: DEFAUTS

source: DEFAULT
fr: DEFAUT

source: No default.
fr: Aucun défaut.

source: An error occurred!
fr: Une erreur est apparue!

source: missed
fr: raté(s)

source: No project
fr: Aucun projet

source: CONNECTED
fr: CONNECTE

source: Failed to open this serial port...
fr: Echec d'ouverture du port série...

source: Failed to init and configure modem...
fr: Echec pour intialiser et configurer le modem...

source: Failed to call telephone number...
fr: Echec pour appeler le numéro de téléphone...

source: Too much timeouts errors with remote target...
fr: Trop d'erreurs de non-réponse avec la cible distante...

source: Target disconnected.
fr: Cible déconnectée.

source: Target connected
fr: Cible connectée

source: Mismatch detected between local parameters and target parameters... Perhaps you should disconnect!
fr: Incohérence détectée entre les paramètres locaux et ceux de la cible... Peut-être feriez vous mieux de vous déconnecter !

source: Failed to send network config on target!
fr: Echec de l'envoi de la config réseau vers la cible

source: Info target
fr: Info cible

source: Network config successfully send to target.
fr: Envoi réussi de la config réseau vers la cible

source: Failed to send monitor serial config on target!
fr: Echec d'envoi de la configuration moniteur série vers la cible!

source: Monitor serial config successfully send to target.
fr: Envoie réussi de la configuration moniteur série vers la cible!

source: Loaded project transferred from target.
fr: Le projet transféré depuis la cible est chargé.

source: Failed to load project transferred from target...
fr: Echec chargement du projet transféré depuis cible...

source: Transfer send completed!
fr: Transfert émission complet!

source: Too much transfer errors in response with remote target...
fr: Trop d'erreurs de transferts avec la cible distante...

source: Asked to read log events file of the target...
fr: Demande de lecture du fichier journal des événements de la cible...

source: ***not finished***
fr: ***pas terminé***

source: No file to load...
fr: Aucun fichier à charger...

source: Save CSV File
fr: Enregistrer fichier CSV

source: Failed to save the csv log file...
fr: Echec enregistrement fichier journal CSV...

source: Do you really want to delete all events in the log?
fr: Souhaitez-vous vraiment effacer tous les événements du journal ?

source: Id
fr: N°

source: Start Time
fr: Heure début

source: End Time
fr: Heure fin

source: Value
fr: Valeur

source: Level
fr: Niveau

source: Events Log
fr: Journal événements

source: Export log to csv
fr: Export suivi en csv

source: Clear All
fr: Tout effacer

source: Display only active events
fr: Voir seulement ceux en-cours

source: Vars type selection :
fr: Sélection type variables

source: Bool
fr: Booléen

source: Integer
fr: Entier

source: R/W
fr: L/E

source: R
fr: L
