Repository: MaVaTi56/classicladder
Catalog: po/*.po
Languages: fr

source: Stopped program - press run button to continue.
fr: Programme arrêté - sélectionner 'marche' pour continuer.

source: Started program - press stop to pause.
fr: Programme démarré - sélectionner 'arrêt' pour mettre en pause.

source: Freezed program - select run or run one cycle to continue.
fr: Programme gelé - sélectionner 'marche' ou 'marche un cycle' pour continuer.

source: Started program for one cycle...
fr: Programme démarré pour un seul cycle...

source: Reset logic data - Now running.
fr: Réinitialisé données - Maintenant en marche.

source: Reset logic data done.
fr: Réinitialisation données effectuée.

source: Project loaded and running
fr: Projet chargé et en marche

source: Project failed to load...
fr: Echec chargement projet...

source: JumpToLabel
fr: SautEtiquette

source: Sub-Routine
fr: Sous-Routine

source: TimerNbr
fr: NumTempo

source: Preset
fr: Présélection

source: MonostNbr
fr: NumMonost

source: CounterNbr
fr: NumCompteur

source: TimerMode
fr: ModeTempo

source: RegisterNbr
fr: NumRegistre

source: RegisterMode
fr: ModeRegistre

source: Label
fr: Etiquette

source: Incompatible type of variable (must be an integer!)
fr: Type de variable incompatible (doit être un entier!)

source: Expression too long
fr: Expression trop longue

source: Incompatible type of variable for index (must be an integer!)
fr: Type de variable incompatible pour l'index (doit être un entier!)

source: Parser error for indexed variable !
fr: Erreur analyse pour variable indexée !

source: You must select a boolean variable !
fr: Vous devez sélectionner une variable booléenne !

source: You must select a read/write variable for a coil!
fr: Vous devez sélectionner une variable en lecture/écriture pour une bobine !

source: Unknown variable...
fr: Variable inconnue...

source: No more free function block of this type available...
fr: Plus de bloc fonction de ce type disponible...

source: No more free arithmetic expression for this type available...
fr: Plus d'expression arithmetic pour ce type disponible...

source: You clicked outside of the current rung actually selected...
fr: Vous avez cliquer en-dehors du réseau actuellement sélectionné...

source: True
fr: Vrai

source: False
fr: Faux

source: Step Nbr
fr: N° Etape

source: Init. Step
fr: Etape Init.

source: StepsToReset
fr: Activ.Etapes

source: StepsToSet
fr: Désactiv.Etapes

source: OrTransisStart
fr: DébutTransi'Ou'

source: OrTransisEnd
fr: FinTransi'Ou'

source: Comment
fr: Commentaire

source: There is already a step to deactivate for this transition (clicked on top part)...
fr: Il y a déjà une étape à désactiver pour cette transition (cliqué sur partie haute)...

source: There is already a step to activate for this transition (clicked on bottom part)...
fr: Il y a déjà une étape à activer pour cette transition (cliqué sur partie basse)...

source: Not selected first and last transitions to be joined !!??
fr: Pas sélectionné première et dernière transitions à joindre !!??

source: Unknown element type for Ele1
fr: Type élément inconnu pour Ele1

source: First and last steps selected are not on the same line !!??
fr: Première et dernière étapes sélectionnées ne sont pas sur la même ligne !!?

source: First and last transitions selected are not on the same line !!??
fr: Première et dernière transitions sélectionnées ne sont pas sur la même ligne !!?

source: Unknown element type for Ele2
fr: Type élément inconnu pour Ele2

source: Error in selection or not possible...
fr: Erreur en sélection ou pas possible...

source: Not found at least 2 transitions linked...
fr: Pas trouvé au moins 2 transitions jointes...

source: Sequential memory full for steps
fr: Mémoire séquentiel remplie pour étapes

source: There is already an element!
fr: Il y a déjà un élement!

source: A step can't be placed on even lines
fr: Une étape ne peut pas être placée sur les lignes impaires

source: Sequential memory full for transition
fr: Mémoire séquentiel remplie pour transitions

source: A transition can't be placed on odd lines
fr: Une transition ne peut pas être placée sur les lignes paires

source: Now select the transition.
fr: Maintenant sélectionner la transition.

source: Now select the step that will be deactivated by this transition.
fr: Maintenant sélectionner l'étape qui désactivera cette transition.

source: Now select the step that will be activated by this transition.
fr: Maintenant sélectionner l'étape qui sera activée par cette transition.

source: You haven't selected a step or a transition to link!!!
fr: Vous n'avez pas sélectionné une étape our une transition à joindre!!!

source: You haven't selected a transition and then the step to link!!!
fr: Vous n'avez pas sélectionné une transition puis après une étape à joindre!!!

source: Sequential memory full for comments
fr: Mémoire séquentiel remplie pour commentaires

source: There is already an element on 4 horizontal blocks required!
fr: Il y a déjà un élement sur les 4 cases horizontales nécessaires!

source: Not enough room on the right here...
fr: Pas suffisamment de place sur la droite ici...

source: Properties
fr: Propriétés

source: Variables browser
fr: Navigateur de Variables

source: Apply
fr: Appliquer

source: Main
fr: Principal

source: Sequential
fr: Séquentiel

source: Ladder
fr: Contact

source: This section name already exists or is incorrect !!!
fr: Le nom de cette section existe déjà ou est incorrect !!!

source: This sub-routine number for calls is already defined !!!
fr: Ce numéro de sous-routine est déjà défini !!!

source: Failed to add a new section. Full?
fr: Echec lors de l'ajout d'une nouvelle section. Complet?

source: Not possible when connected to a remote target...
fr: Impossible quand connecté à une cible distante

source: Not possible when program running...
fr: Impossible sur un programme en marche...

source: Add a new section...
fr: Ajouter une nouvelle section...

source: Modify current section
fr: Modifier la section en-cours

source: New
fr: Nouveau

source: Do you really want to delete the section ?
fr: Souhaitez-vous vraiment effacer cette section ?

source: You can not delete the last section...
fr: Vous ne pouvez pas supprimer la dernière section...

source: This section is already executed the first !
fr: Cette section est déjà exécutée en premier !

source: This section is already executed the latest !
fr: Cette section est déjà exécutée en dernier !

source: Language
fr: Langage

source: Main/Sub-Routine
fr: Principal/Sous-Routine

source: Name
fr: Nom

source: Add section
fr: Ajouter section

source: Add New Section
fr: Ajouter nouvelle section

source: Delete section
fr: Supprimer section

source: Delete Section
fr: Supprimer section

source: Move up
fr: Vers haut

source: Priority order Move up
fr: Ordre priorité Vers haut

source: Move down
fr: Vers bas

source: Priority order Move down
fr: Ordre priorité Vers bas

source: Section Properties
fr: Propriétés section

source: Section Name
fr: Nom section

source: Sections Manager
fr: Gestionnaire Sections

source: None
fr: Aucun

source: DirectPortAccess
fr: AccèsPortDirect

source: DirectPortConfig
fr: ConfigPortDirect

source: ReadInputs (to %I)
fr: Lect.Entrées (vers %I)

source: WriteCoils (from %Q)
fr: Ecrit.Bobines (depuis %Q)

source: ReadInputRegs (to %IW)
fr: Lect.MotsEntrées (vers %IW)

source: WriteHoldRegs (from %QW)
fr: Ecrit.MotsSorties (depuis %QW)

source: ReadCoils (to %Q)
fr: Lect.Bobines (vers %Q)

source: ReadHoldRegs (to %QW)
fr: Lect.MotsSorties (vers %QW)

source: ReadStatus (to %IW)
fr: Lect.Status (vers %IW)

source: Diagnostic (from %IW/to %QW - 1stEle=sub-code used)
fr: Diagnostic (depuis%IW/vers %QW) - PremierEle=sous-code utilisé

source: Select font used to draw
fr: Sélection police utilisée pour affichage

source: Available only on newer major version of Gtk+...
fr: Disponible seulement sur nouvelle version majeure de Gtk+...

source: Periodic Refresh Rate 'inputs scan' (milliseconds)
fr: Période scrutation tâche 'entrées' (milli-secondes)

source: Periodic Refresh Rate 'logic' (milliseconds)
fr: Période scrutation tâche 'logique' (milli-secondes)

source: Nbr.rungs
fr: Nbr. réseaux

source: used
fr: utilisé

source: current alloc
fr: actuell.alloué

source: size
fr: taille

source: bytes
fr: octets

source: Nbr.Words
fr: Nbr.Mots

source: Nbr.Counters
fr: Nbr.Compteurs

source: Nbr.Timers IEC
fr: Nbr.Tempo IEC

source: Nbr.Registers
fr: Nbr.Registres

source: Register list size
fr: Taille liste registre

source: Nbr.Phys.Inputs
fr: Nbr.Entrées Phys.

source: Nbr.Phys.Outputs
fr: Nbr.Sorties Phys.

source: Nbr.Phys.Words.Inputs
fr: Nbr.Mots Entrée

source: Nbr.Phys.Words.Outputs
fr: Nbr.Mots Sortie

source: Nbr.Arithm.Expr.
fr: Nbr.Expr.Arithm

source: Nbr.Symbols
fr: Nbr.Symboles

source: Nbr.Timers
fr: Nbr.Tempo

source: Current file project
fr: Fichier projet courant

source: Default startup project
fr: Projet démarrage par-défaut

source: Font description used to draw
fr: Description police utilisée pour affichage

source: Use real physical & serial modbus inputs/outputs only on the embedded target (not for GTK simul interface)
fr: Utilisation réelle entrées/sorties physique et modbus série seulement sur la cible distante (pas pour l'interface simulateur GTK)

source: Use as default project
fr: Utilisation comme projet par-défaut

source: No default project
fr: Aucun projet de démarrage

source: Font select
fr: Sélection police

source: First %
fr: Premier %

source: PortAdr(0x)/SubDev
fr: AdrPort(0x)/SousDev

source: 1stChannel/GPIO
fr: 1erCanal/GPIO

source: NbrChannels/GPIOs
fr: NbrCanaux/GPIO

source: Logic
fr: Logique

source: ConfigData
fr: DonnéesConfig

source: 1st %I mapped
fr: 1er %I affecté

source: 1st %Q mapped
fr: 1er %Q affecté

source: Inverted
fr: Inversé

source: not defined
fr: non défini

source: Slave No
fr: Esclave No

source: Request Type
fr: Type requête

source: 1st Modbus Ele.
fr: 1er ele. Modbus

source: Nbr of Ele
fr: Nbr d'ele

source: 1st I/Q/IW/QW mapped
fr: 1er I/Q/IW/QW affecté

source: Overflow error for I,Q,B,IQ,WQ or W mapping detected...
fr: Erreur de débordement détectée pour affectations I,Q,B,IQ,WQ or W

source: Slave Address
fr: Adresse Esclave

source: TCP/UDP mode
fr: mode TCP/UDP

source: Module Information
fr: Informations module

source: UDP instead of TCP
fr: UDP au lieu de TCP

source: SerialAdr -or- AdrIP -or- AdrIP:Port
fr: AdrSérie -ou- AdrIP -ou- AdrIP:Port

source: Modbus master Serial port (blank = IP mode)
fr: Port série modbus maître (vide = mode IP)

source: Serial baud rate
fr: Vitesse Série

source: Serial nbr. data bits
fr: Nbr. bits données Série

source: Serial parity
fr: Parité Série

source: Serial nbr. stops bits
fr: Nbr. bits stop Série

source: After transmit pause - milliseconds
fr: Pause après transmission (milli-secondes)

source: After receive pause - milliseconds
fr: Pause après réception (milli-secondes)

source: Request Timeout length - milliseconds
fr: Timeout longueur requête (milli-secondes)

source: Use RTS signal to send
fr: Utilisation signal RTS pour émettre

source: Modbus element offset
fr: Décalage élément Modbus

source: Debug level
fr: Niveau debug

source: QUIET
fr: SILENCIEUX

source: LEVEL
fr: NIVEAU

source: VERBOSE
fr: VERBEUX

source: Read inputs map to
fr: Lecture entrées affectées à

source: Read coils map to
fr: Lecture bobines affectées à

source: Write coils map from
fr: Ecriture bobines affectées à

source: Read input registers map to
fr: Lecture mots entrées affectés à

source: Read hold registers map to
fr: Lecture mots sorties affectés à

source: Write hold registers map from
fr: Ecriture mots sorties affectés à

source: 1st %Bxxxx
fr: 1er %Bxxxx

source: Nbr Of %B
fr: Nbr de %B

source: Symbol
fr: Symbole

source: Text event
fr: Texte événement

source: Level(>0=Def)
fr: Niveau (>0=Def)

source: Forward Remote Alarms Slots
fr: Casiers Suivi alarmes distantes

source: Overflow error for first/nbrs detected...
fr: Erreur de dépassement détectée pour permier/nombres

source: Modem on slave monitor
fr: Modem sur moniteur esclave

source: AT init sequence
fr: Séquence AT init

source: AT config sequence
fr: Séquence AT config

source: AT call sequence
fr: Séquence AT appel

source: Optional PIN Code
fr: Code PIN optionnel

source: Automatically adjust summer/winter time.
fr: Ajustement automatique heure été/hiver

source: Use
fr: Utilise

source: --- Monitor Master modem AT sequences ---
fr: --- Modem Moniteur maître séquences AT ---

source: Global remote alarms enable
fr: Activation globale alarmes distantes

source: Slot Alarms
fr: Casier alarmes

source: Remote Slot '0':
fr: Casier distant '0'

source: Remote Slot '1':
fr: Casier distant '1'

source: Remote Slot '2':
fr: Casier distant '2'

source: Remote Slot '3':
fr: Casier distant '3'

source: Remote Slot '4':
fr: Casier distant '4'

source: Remote Slot '5':
fr: Casier distant '5'

source: Remote Slot '6':
fr: Casier distant '6'

source: Remote Slot '7':
fr: Casier distant '7'

source: Center SMS Server
fr: Centre serveur SMS

source: Smtp Server For Emails
fr: Serveur Smtp pour courriels

source: Smtp Server User Name
fr: Nom connection serveur Smtp

source: Smtp Server Password
fr: Mot de passe serveur Smtp

source: Email Sender Address
fr: Adresse expéditeur courriel

source: Telephone (SMS)
fr: Téléphone (SMS)

source: Email
fr: Courriel

source: Period/Sizes/Info
fr: Période/Taille/Info

source: Events Config
fr: Config. événements

source: Physical Inputs %I
fr: Entrées physiques %I

source: Physical Outputs %Q
fr: Sorties physiques %Q

source: Physical Inputs/Outputs
fr: Entrées/Sorties physiques

source: Modbus communication
fr: Communication Modbus

source: Modbus slaves
fr: Esclaves Modbus

source: Modbus I/O
fr: Entrées/Sorties Modbus

source: Remote Alarms
fr: Alarmes distantes

source: Misc/Modem
fr: Divers/Modem

source: Unknown variable (number value out of bound)
fr: Variable inconnue (ou numéro hors plage)

source: A variable name always start with '%' character !
fr: Un nom de variable commence toujours par le caractère '%' !

source: Symbol name
fr: Nom symbolique

source: Symbols names
fr: Noms symboles

source: Set/UnSet variable
fr: Forçage/déforçage variable

source: Set to 1
fr: Forçage à 1

source: Set to 0
fr: Forçage à 0

source: UnSet
fr: Déforçage

source: Spy bools vars
fr: Espions vars booléennes

source: Display symbols
fr: Voir symboles

source: Offset for vars displayed below (press return to apply)
fr: Décalage pour variables affichées ci-dessous (appuyer sur Entrée pour valider)

source: Set/Unset output
fr: Forçage/déforçage sortie

source: Set/Unset input
fr: Forçage/déforçage entrée

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Dec +/-
fr: Déc +/-

source: Dec +
fr: Déc +

source: Modify Value :
fr: Modification variable :

source: Not connected
fr: Pas connecté

source: Used
fr: Utilisé

source: Free
fr: Libre

source: Size
fr: Taille

source: ClassicLadder Soft.Version
fr: Version Logiciel ClassicLadder

source: Kernel Version
fr: Version Noyau

source: Xenomai version
fr: Version Xenomai

source: Linux Distribution
fr: Distribution Linux

source: Disk statistics
fr: Statistiques Disque

source: Project Name
fr: Nom Projet

source: Project Site
fr: Site Projet

source: Author
fr: Auteur

source: Company
fr: Société

source: Param.Version
fr: Version Param.

source: Creation Date
fr: Date Création

source: Modify Date
fr: Date Modification

source: Spy free vars
fr: Espions vars libres

source: Vars & Time
fr: Vars & Horloge

source: Project properties
fr: Propriétés Projet

source: Target infos
fr: Infos Cible

source: Symbols list
fr: Liste symboles

source: Print section
fr: Impression section

source: Print only current section
fr: Imprimer seulement section en cours

source: Print all the sections
fr: Imprimer toutes les sections

source: Print symbols list
fr: Imprimer liste symboles

source: ClassicLadder Options
fr: Options ClassicLadder

source: Print
fr: Imprimer

source: Failed to print...
fr: Echec impression...

source: File
fr: Fichier

source: Create a new project
fr: Création d'un nouveau projet

source: Load
fr: Ouvrir

source: Load an existing project
fr: Ouvrir un projet existant

source: Save
fr: Enregistrer

source: Save current project
fr: Enregistrer projet courant

source: Save As...
fr: Enregistrer sous...

source: Save project to another file
fr: Enregistrer projet vers un autre fichier

source: Export to
fr: Export vers

source: Clipboard
fr: Presse-papier

source: Preview
fr: Prévisualisation

source: Print current section
fr: Imprimer section en cours

source: Quit
fr: Quitter

source: View
fr: Voir

source: Register block content
fr: Contenu bloc registre

source: View register block content
fr: Voir contenu bloc registre

source: Frames log windows
fr: Fenêtres suivi trames

source: View Linux SysLog debug
fr: Voir Linux SysLog debug

source: Search
fr: Recherche

source: Find
fr: Rechercher

source: Find First
fr: Rechercher premier

source: Find Next
fr: Rechercher suivant

source: Find Previous
fr: Rechercher précédent

source: Find Down
fr: Recerche vers le bas

source: Go to First Rung
fr: Aller au premier réseau

source: Go to Last Rung
fr: Aller au dernier réseau

source: Go to Previous Section
fr: Aller à la section précédente

source: Go to Next Section
fr: Aller à la section suivante

source: PLC
fr: Automate

source: Run logic
fr: Logique en Marche

source: Start/stop logic
fr: Marche/Arrêt logique

source: Run logic only one cycle
fr: Logique en Marche pour un seul cycle

source: Run logic one cycle/freeze logic
fr: Marche logique un cycle / gel logique

source: Reset logic
fr: Réinitialiser logique

source: Configuration (sizes, i/o, ...)
fr: Configuration (tailles, entrées/sorties, ...)

source: Set Target Clock Time
fr: Mise à l'heure cible

source: Set Clock Time of the Target with PC Time
fr: Mise à l'heure de la cible avec l'heure du PC

source: Reboot/Halt Target
fr: Redémarrage/Arrêt cible

source: Reboot Target
fr: Redémarrage cible

source: Ask to reboot the target
fr: Demande à la cible de redémarrer

source: Halt Target
fr: Arrêt cible

source: Ask to halt the target
fr: Demande à la cible de s'arrêter

source: Target network config
fr: Config réseau cible

source: See and modify target IP network parameters
fr: Voir et modifier config réseau IP cible

source: Target monitor serial config
fr: Config série moniteur cible

source: See and modify target monitor serial config
fr: Voir et modifier config série moniteur cible

source: File Transfer
fr: Transfert fichier

source: Send current project to Target
fr: Envoyer projet en cours vers la cible

source: Receive project of Target
fr: Recevoir projet de la cible

source: Send update soft archive to Target
fr: Envoyer mise-à-jour archive logiciel vers la cible

source: Help
fr: Aide

source: About
fr: A-propos

source: Open Sections Manager Window
fr: Ouvir fenêtre gestionnaire sections

source: Add rung (alt-a)
fr: Ajouter réseau (alt-a)

source: Add rung
fr: Ajouter réseau

source: Insert rung (alt-i)
fr: Insérer réseau (alt-i)

source: Insert rung
fr: Insérer réseau

source: Delete rung (alt-x)
fr: Effacer réseau (alt-x)

source: Delete rung
fr: Effacer réseau

source: Modify (alt-m)
fr: Modifier (alt-m)

source: Modify
fr: Modifier

source: Pointer (alt-p)
fr: Pointeur (alt-p)

source: Pointer
fr: Pointeur

source: Eraser (alt-x)
fr: Effaceur (alt-x)

source: Erase
fr: Effaceur

source: Draw H line (alt-h)
fr: Trace ligne H (alt-h)

source: Draw H line
fr: Trace ligne H

source: Draw H line to end (alt-l)
fr: Trace ligne H jusqu'à la fin (alt-l)

source: Draw H line to end
fr: Trace ligne H jusqu'à la fin

source: Connect V line (alt-v)
fr: Connecte ligne V (alt-v)

source: Connect V line
fr: Connecte ligne V

source: Open contact (alt-i)
fr: Contact ouvert (alt-i)

source: Open contact
fr: Contact ouvert

source: Closed contact
fr: Contact fermé

source: Rising edge
fr: Front montant

source: Falling edge
fr: Front descendant

source: Coils
fr: Bobines

source: Coil (alt-o)
fr: Bobine (alt-o)

source: Coil
fr: Bobine

source: Inverted coil
fr: Bobine inversée

source: Set
fr: Mise à 1

source: Reset
fr: Mise à 0

source: Jump
fr: Saut

source: Call
fr: Appel

source: Boxes
fr: Boîtes

source: IEC timer
fr: Tempo IEC

source: Counter
fr: Compteur

source: Old timer
fr: Ancienne tempo

source: Old mono
fr: Ancien monostable

source: Compare
fr: Comparaison

source: Operate
fr: Affectation

source: Element invert
fr: Inverser élément

source: Block Select
fr: Sélection bloc

source: Select
fr: Sélection

source: Block Copy
fr: Copie bloc

source: Copy
fr: Copie

source: Block Move
fr: Déplacement bloc

source: Move
fr: Déplacement

source: Save (alt-Return)
fr: Sauvegarde (alt-Entrée)

source: Cancel (alt-c)
fr: Annulation (alt-c)

source: Cancel
fr: Annulation

source: Step
fr: Etape

source: Step And Transition
fr: Etape et Transition

source: Transitions Or Start
fr: Début transitions en 'Ou'

source: Transitions Or End
fr: Fin transisitions en 'Ou'

source: Steps And Start
fr: Début activation étapes multiples

source: Steps And End
fr: Fin activation étapes multiples

source: Link
fr: Lien

source: Sections window
fr: Fenêtre sections

source: View sections manager window
fr: Voir fenêtre gestionnaire sections

source: Editor window
fr: Fenêtre édition

source: View editor window
fr: Voir fenêtre édition

source: Symbols window
fr: Fenêtre symboles

source: View symbols window
fr: Voir fenêtre symboles

source: Bools vars window
fr: Fenêtres vars bools

source: Free vars window
fr: Fenêtre vars libres

source: Events log window
fr: Fenêtre journal événements

source: Monitor master frames with target
fr: Trames moniteur maître avec cible

source: Modbus master frames
fr: Trames Modbus maître

source: Target monitor slave (IP) frames
fr: Trames moniteur esclave cible (IP)

source: Target monitor slave (Serial) frames
fr: Trames moniteur esclave cible (série)

source: Modbus slave frames
fr: Trames Modbus eslave

source: Stop logic
fr: Arrêt logique

source: Freeze logic
fr: Gel logique

source: Run logic one cycle
fr: Logique en Marche un cycle

source: Stop
fr: Arrêt

source: Run
fr: Marche

source: Disconnect
fr: Déconnecter

source: Connect
fr: Connecter

source: You are not currently connected to a remote target...
fr: Actuellement, vous n'êtes pas connecté à une cible distante...

source: Please select the update soft archive to send
fr: Sélectionner l'archive mise-à-jour logicielle à envoyer

source: Register content
fr: Contenu registre

source: Select register number to view
fr: Sélectionner numéro de registre à visualiser

source: Register selection error
fr: Erreur sélection registre

source: This register is not defined...
fr: Ce registre n'est pas défini...

source: Already in communication with the remote target (monitor or file transfer)...
fr: Déjà en communication avec une cible distante (moniteur ou transfert de fichier...)

source: Target to connect
fr: Cible à laquelle se connecter

source: File transfer
fr: Transfert de fichier

source: IP network
fr: Réseau IP

source: Serial link
fr: Liaison série

source: IP address or hostname
fr: Adresse IP ou nom d'hôte

source: Serial port
fr: Port série

source: Speed
fr: Vitesse

source: Telephone number
fr: Numéro téléphone

source: Reply timeout (ms)
fr: Timeout réponse (ms)

source: Asked to read frames log buffer file of the target...
fr: Demande de lecture du fichier de suivi des trames de la cible...

source: Modbus master frames (buffered)
fr: Trame Modbus maître (en tampon)

source: Target monitor slave (IP) frames (buffered)
fr: Trames moniteur esclave (IP) cible (en tampon)
